Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/himolde.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Never store sensitive personal information on OneDrive.
nb: Du skal aldri lagre personsensitiv informasjon på OneDrive.

source: The logistics academic environment at Møreforsking Molde and Molde University College is significant in the Norwegian context.
nb: Det logistikkfaglige miljøet ved Møreforsking Molde og Høgskolen i Molde er betydelig i norsk sammenheng.

source: the fundamentals of logistics and SCM
nb: fundamentet for logistikk og SCM

source: Section 14 Appointment of the evaluation committee
nb: § 14 Oppnevning av bedømmelseskomité

source: If you are out of campus, you can connect to HiMolde's network via VPN.
nb: Er du utenfor campus, kan du koble deg mot HiMolde's nettverk via VPN.

source: [Show all 9 contributors for this article]
nb: [Vis alle 9 forfattere av denne artikkelen]

source: - [Norwegian] Procedures for the health services.
nb: - Prosedyrebibliotek for helsetjenesten.

source: Digital representation and transformation.
nb: Digital representasjon og transformasjon.

source: Skype for Business is a collaboration platform that can be used for online meetings.
nb: Skype for Business er en samhandlingsplattform som kan brukes til eksempelvis online møter.

source: It is possible to log in to Søknadsweb using the log-in services MinID, BankID, Buypass and Commfides through ID-porten.
nb: Det er mulig å logge inn i Søknadsweb med innloggingsløsningene MinID, BankID, Buypass og Commfides via ID-porten.

source: Name is not visible in TimeEdit due til privacy.
nb: Navn er ikke synlig i TimeEdit av hensyn til personvern.

source: People who are "affiliated" with HiMolde can use Office Online, but not download and install the Office programs
nb: Personer som er "tilknyttet" HiMolde, kan bruke Office Online, men ikke laste ned og installere Office-programmene

source: The maximum number of people in the serving zone in the canteen will be 10
nb: Maks antall i serveringssona i kantina blir 10 personer

source: How to configure Remote Desktop on Chromebook
nb: Hvordan sette opp Remote Desktop tilgang på Chromebook

source: the benefits and challenges of logistics and SCM within sports
nb: fordeler og ulemper ved å benytte begrepene logistikk og SCM i idrettskonteksten

source: Choose Molde University College/Høgskolen i Molde.
nb: Du skal velge din tilhørighet (Høgskolen i Molde) og fortsette:

source: The PIN must be learned.
nb: PIN-koden skal læres.

source: Search for "Remote Desktop".
nb: Søk etter Microsoft Remote Desktop.

source: 2 hours of lectures per week. In addition, a seminar and tutoring related to the obligatory essay-writing. Examination Form of assessment: Written school assessment
nb: 2 timer forelesninger per uke. I tillegg seminar og veiledning knyttet til skriving av obligatorisk essay

source: The library at the Kristiansund campus is accessible with a student card.
nb: Biblioteket på studiested Kristiansund er tilgjengelig med studentkortet.

source: The course takes an integrative approach by drawing on insights, theories and models from many disciplines such as information systems, marketing, economics, supply chain management and strategy.
nb: Kurset tar en integrerende tilnærming ved å trekke på innsikt, teorier og modeller fra mange disipliner som informasjonssystemer, markedsføring, økonomi, supply chain management og strategi.

source: The student has been isolated and several will be quarantined.
nb: En student er satt i isolasjon og flere vil bli satt i karantene.

source: The conditions are established by Article 21 of the GDPR.
nb: Vilkårene går frem av GDPR artikkel 21.

source: If you object to processing of your personal data, we will consider whether the conditions for filing an objection have been met.
nb: Hvis du fremmer en innsigelse mot behandlingen, vil vi vurdere om vilkårene for å fremme en innsigelse er oppfylt.

source: present online (not in use)
nb: presenter på nettet (ikke i bruk)

source: Make sure you use a modern net browser like Chrome, Firefox or Edge.
nb: Pass på at du bruker en oppdatert versjon av nettlesere som Chrome, Firefox eller Edge.

source: You will now be signed into the Remote Desktop environment.
nb: Du blir nå logget på Remote Desktop miljøet.

source: 20 years management experience in national and international process industry.
nb: Herav over 20 år med nasjonal og internasjonal IT ledelse i prosessindustrien.

source: Unit – The Norwegian Directorate for ICT and Joint Services in Higher Education and Research is the provider of EpN.
nb: Unit - Direktoratet for IKT og fellestjenester i høyere utdanning og forskning er tjenesteleverandør av EpN.

source: Documentation of financing in the form of, or, on par with, PhD scholarships offered by Molde University College.
nb: Dokumentasjon av finansiering, i form av, eller parallell med doktorgradsstipendiat som tilbys ved Høgskolen i Molde

source: You also have the right to view/access any and all personal data registered about you Molde University College.
nb: Du har også rett til å se/få innsyn i alle personopplysninger som er registrert om deg ved Høgskolen i Molde.

source: In order for Molde University College to create an account for you so that you can access our ICT services, your personal data needs to be registered in a user administration system called Microsoft Identity Manager (MIM).
nb: For at du skal få en IT-konto ved Høgskolen i Molde, og tilgang til våre IT-tjenester, må dine personopplysninger behandles i et brukeradministrativt system som benytter Microsoft Identity Manager (MIM).

source: In this course, cases and projects from pertaining local and international smart city-projects are used as a point of departure for experimental programming with sensors and simulators.
nb: I dette kurset brukes eksempler og prosjekter fra lokale og internasjonale smart by-prosjekter som utgangspunkt for eksperimentell programmering med sensorer og simulatorer.

source: This personal data will only be erased if they are incorrect.
nb: Disse personopplysningene slettes kun dersom de er uriktige.

source: However, they do not have full access.
nb: De har likevel ikke full tilgang.

source: Send a mail to support@himolde.no if the Install Office button is missing.
nb: Hvis Installer Office knappen mangler sender du en epost til support@himolde.no

source: Professional competence and field of interest:
nb: Faglig kompetanse og interessefelt:

source: Urkund - Sign in and create account
nb: Urkund - Innlogging og opprette konto

source: This is no worse than thinking about what you store on OneDrive and write on in the online version of Office, and what you should rather save on a disk here at HiMolde.
nb: Dette er ikke verre enn at du tenker over hva du lagrer på OneDrive og skriver på i online-versjonen av Office, og hva du heller bør lagre på en disk her på HiMolde.

source: You will be forwarded to Urkund, or Feide authentication if you're not already signed in.
nb: Du kommer nå videre til Urkund Feidepålogging, eller direkte til Urkund (dersom du allerede er logget inn med Feide).

source: Privacy policy for EpN – Course Planning on the Net Molde University College
nb: Personvernerklæring for EpN – emneplanlegging på nett For Høgskolen i Molde

source: Other Norwegian universities/colleges may search for and access personal data about you in GAUS.
nb: Andre universitet/høgskoler i Norge har tilgang til å søke opp og se personopplysninger om deg i GAUS.

source: For mobiles, tablets and the online version of Office 365, all changes will be updated to all users automatically.
nb: For mobiler, nettbrett og online-versjonen av Office 365 vil alle forandringer oppdateres til alle brukerene automatisk.

source: On the Molde campus, all flat teaching rooms are available as reading rooms.
nb: På Molde campus er alle flate undervisningsrom tilgjengelig som lesesaler.

source: Information design and object orientation.
nb: Informasjonsdesign og objekt-orientering.

source: Classical network problems, such as the Postman’s Problem, the Minimum Spanning Tree Problem, and the Travelling Salesman Problem
nb: Klassiske nettverksproblemer som Postman’s Problem, Minimum Spanning Tree Problem, Travelling Salesman Problem

source: A bit about computer architecture and technologies for storage, input and output.
nb: Litt om maskinens oppbygning og teknologier for lagring, input og output.

source: USIT staff who need to access your personal data as part of their job will be granted such access.
nb: Ansatte ved USIT som har behov for det i sin jobb vil ha tilgang til dine personopplysninger.

source: After this has completed, your web browser will be redirected to Zoom and you will be asked for permission to start the Zoom client.
nb: Etter Feidepålogging blir du videresendt til Zoom, og du får spørsmål om tillatelse til å starte Zoom client.

source: Bolk is Kopiner's system for recording book extracts under the copying agreement.
nb: Bolk er Kopinors system for registrering av bokutdrag i henhold til kopieringsavtalen.

source: The course will cover technology (hardware, software, networks, Web), and it will provide an introduction to issues concerning user interfaces and systems development.
nb: Emnet skal dekke teknologien (hardware, software, nett, Web), og det skal gi en innføring i brukergrensesnitt og i systemutvikling.

source: Three hours of lectures per week.
nb: Tre timer forelesninger per uke.

source: In order for you to take a digital examination, we send personal data about you to Inspera Assessment.
nb: Inspera AS som utvikler og drifter Inspera Assessment vil ha tilgang til dine personopplysninger.

source: In order for you to access and use systems TimeEdit og Canvas, FS transfers personal data to these systems.
nb: For at det skal være mulig å benytte systemer slik som TimeEdit og Canvas overføres det personopplysninger fra FS til nevnte systemer.

source: You may contact the data protection officer about the administrative processing of personal data at Molde University College via e-mail:
nb: Personvernombud for administrative behandlinger av personopplysninger ved Høgskolen i Molde kan nås via e-pos

source: Section 10-1 Thesis requirements
nb: § 10-1 Krav til avhandlingen

source: You also have the right to view/access any and all personal data registered about you at Molde University College.
nb: Du har også rett til å se/få innsyn i alle personopplysninger som er registrert om deg ved Høgskolen i Molde.

source: Within urban transport the course will examine various forms of public transport (rail, bus), individual motorized transport (private car, taxi), as well as walking and cycling.
nb: Innen bytransport har vi ulike former for kollektivtransport (bane, buss), individuell motorisert transport (egen bil, taxi), samt gang og sykkel.

source: The first time you log in or use Urkund through Inspera / Canvas, you need to create your account:
nb: Første gang du logger inn, eller skal bruke Urkund via Inspera/Canvas, må du opprette din konto:

source: "Zoom Client for Meetings" from
nb: "Zoom Client for Meetings" fra

source: Having passed this course, the student will know the latest trends and the importance of IT and digitalization in the design of modern and future-oriented infrastructures for living environment and labor market.
nb: Etter å ha bestått dette kurset, vil studenten kjenne de siste trendene og viktigheten av IT og digitalisering i utformingen av moderne og fremtidsrettet infrastruktur for bomiljø og arbeidsmarked.

source: The student welfare organization may retrieve your national identity number (11 digits), your name, when you last paid the semester fee and your student ID.
nb: Studentsamskipnaden kan hente ut ditt fødselsnummer (11 siffer), ditt navn, når du sist betalte semesteravgift og ID-en til studentkortet ditt.

source: The coursework for PhD in logistics must consist of at least 30 credits.
nb: Opplæringsdelen for ph.d. i logistikk skal ha et samlet omfang på 30 studiepoeng.

source: Choose Windows or MacOS.
nb: Velg Windows eller MacOS.

source: The Norwegian Resuscitation Council (NRR) recommends that all mouth-to-mouth resuscitation training will be stopped until the situation with the spread of Coronavirus (COVID-19) is more clarified.
nb: Norsk Resuscitasjonsråd (NRR) vil inntil videre anbefale at all opplæring og trening med munn-til-munn-metoden stoppes til situasjonen med smittespredning av Coronavirus (COVID-19) er mer avklart

source: A complaint must be submitted on Molde University Colleges complaint form.
nb: Klage på karakterfastsetting skal fremmes på høgskolens klageskjema.

source: The logistics group conducts contract research for business and public administration.
nb: Logistikkgruppen utfører oppdragsforskning for næringsliv og offentlig forvaltning.

source: This means that Unit develops and maintains Søknadsweb, and Unit is also responsible for the day-to-day operation of Søknadsweb.
nb: Det vil si at Unit utvikler og forvalter Søknadsweb og at Unit har det daglige ansvaret for driften av Søknadsweb.

source: Mouth-to- mouth training can be resumed at a later stage when the epidemic is over.
nb: Trening på munn-til-munn kan gjenopptas på et senere tidspunkt når epidemien er over.

source: Molde University College regularly perform risk and vulnerability analyses to protect your personal data in EpN.
nb: Høgskolen i Molde gjennomfører regelmessig risiko- og sårbarhetsanalyse for å sikre dine personopplysninger i EpN.

source: If this does not work, copy the error message and use the help guide on your Mac.
nb: Om dette ikke fungerer, kopier feilmeldingen og bruk hjelpeguiden på din Mac.

source: Certified documentation of the educational background (diplomas, transcripts of records).
nb: Bekreftet dokumentasjon på utdanningsbakgrunn (vitnemål, karakterutskrifter)

source: Molde University College regularly perform risk and vulnerability analyses to protect your personal data in Søknadsweb.
nb: Høgskolen i Molde gjennomfører regelmessig risiko- og sårbarhetsanalyse for å sikre dine personopplysninger i Søknadsweb.

source: The good news is that successful businesses, both start-ups and existing businesses, have leant and implement right strategic decisions about digital technology, digital marketing and supply chain management.
nb: Den gode nyheten er at vellykkede virksomheter, både nystartede og eksisterende virksomheter, har tilegnet seg og implementert riktige strategiske beslutninger om digital teknologi, digital markedsføring og supply chain management.

source: Jan-Erik Kvåle holds a Master's degree in planning and management from Volda University College, with a professional specialization in analysis of plans and processes within transport.
nb: Jan-Erik Kvåle er Master i samfunnsplanlegging og ledelse (Høgskulen i Volda), med faglig fordypning i analyse av planer og prosesser innen samferdsel.

source: How to carryout digital transformation?
nb: Hvordan gjennomføre digital transformasjon?

source: The University College's telephone 712 14,000 is serviced during working hours 08.00 - 15.45.
nb: Høgskolens telefon 712 14 000 er betjent i arbeidstiden 08.00 – 15.45.

source: Click the downloaded file, or the file menu, to start Remote Desktop.
nb: Trykk på den nedlastede filen for å starte Remote Desktop.

source: Universities and colleges must comply with the requirements for infection control-sound operations that are laid down in the covid-19 regulations.
nb: Se informasjon fra regjeringen her Universiteter, høyskoler og fagskoler skal følge de kravene til smittevernfaglig forsvarlig drift som blir fastsatt i covid-19-forskriften.

source: The emergency response team at HiMolde has met earlier today and looked at what measures must be introduced for students and staff at our two campuses in Molde and Kristiansund, regarding the national and regional measures.
nb: Beredskapsteamet ved HiMolde har hatt møte i dag og sett på hvilke tiltak som må innføres for studenter og ansatte ved våre to campus i Molde og Kristiansund, i lys av de nasjonale og regionale tiltakene.

source: - Economics, marketing, logistics
nb: Databaser - Helse- og sosialfag

source: SPR315 Norwegian I Language and Culture (Autumn 2021)
nb: SPR315 Norsk I - språk og kultur (Høst 2021)

source: with your usual username and password (Feide).
nb: med ditt vanlige brukernavn og passord (Feide).

source: mag degrees in both Natural Sciences, and in Social Sciences (Geography, Biology, Social Sciences with International Politics, Statistics, Computer Science), University of Trondheim (UNIT), College of Arts and Science (AVH), Trondheim (Today: NTNU)
nb: grad både innen naturvitenskapelige fag og innen samfunnsvitenskapelige fag (Mellomfag i geografi, mellomfag i biologi, mellomfag i samfunnskunnskap med internasjonal politikk, samt noen emner innen statistikk og data), Universitetet i Trondheim, UNIT (AVH), nå NTNU, Trondheim

source: Press "Next" and the selected file will be printed
nb: Trykk "Neste" og den valgte fila skrives ut

source: Could lead and manage the purchase of software and computer equipment and evaluate alternative solutions to build IT infrastructures.
nb: kunne lede og styre innkjøp av programvare og datautstyr og vurdere alternative løsninger for å bygge opp IT infrastruktur

source: Install Microsoft Remote desktop from the Play Store.
nb: Installere Remote desktop / Eksternt skrivebord fra Play Store.

source: If an extract to be copied constitutes more than 15% of the book's page number, permission must be obtained for the entire extract from the relevant licensees.
nb: Hvis et utdrag som ønskes kopiert utgjør mer enn 15 % av bokens sidetall, må det innhentes tillatelse for hele utdraget fra de aktuelle rettighetshaverne.

source: You can also choose whether the user should be able to view only the document ("can see") or also change it ("can edit").
nb: Du kan også velge om brukeren skal ha mulighet til kun å se dokumentet («kan se») eller også forandre det («kan redigere»).

source: UNINETT AS staff may access your FEIDE user name and IP address, provided they need such access in order to perform their duties.
nb: Hvis du logger inn med FEIDE vil ansatte ved UNINETT AS, som har behov for det i sin jobb, ha tilgang til ditt FEIDE-navn og IP-adresse.

source: By adding files or folders to the "Shared with Everyone" folder, these will be available to all HiMolde users.
nb: Ved å legge filer eller maper inn i mappen "Shared with Everyone" blir disse tilgjengelig for alle HiMolde-brukere.

source: Here you can enter the name, username or HiMolde e-mail address of participants you want to be able to use the document.
nb: Her kan du skrive inn navn, brukernavn eller HiMolde-e-postadresse til deltagere du vil skal kunne bruke dokumentet.

source: The Database will not get updated with new data after the year 2020.
nb: Databasen vil ikke oppdateres med nye data etter 2020.

source: Print by sending e-mail is only possible with an e-mail account from HiMolde
nb: For utskrift gjennom e-post må avsender være en e-postadresse fra HiMolde

source: Contact support@himolde.no if you receive an sign-in error
nb: Ta kontakt på support@himolde.no dersom du får en feilmelding ved påloggingen.

source: Sign in with username@himolde.no.
nb: Logg inn med brukernavn@himolde.no.

source: In order for you as a teacher / examiner to access plagiarism reports, in Inspera and / or Canvas, you must create an account in Urkund.
nb: Du må opprette konto i Urkund hvis du som lærer/sensor skal få tilgang til plagiatrapporter, i Inspera og/eller Canvas.

source: Sign in with your HiMolde-username and password
nb: Logg inn med ditt himolde-brukernavn og passord

source: A mandatory midtway evaluation will be carried out within 2/3 of the stipulated study period.
nb: Det skal avholdes obligatorisk midtveisevaluering innen 2/3 av planlagt studieløp.

source: Feide login is now available for Lovdata Pro
nb: Feide er nå tilgjengelig for Lovdata Pro

source: The empirical material will be obtained from various Norwegian transport projects under the Ministry of Finance's planning regime; the governmental project model for megaprojects with estimated cost > 1000 mnok.
nb: Det empiriske materialet hentes med utgangspunkt i ulike norske samferdselsprosjekter underlagt Finansdepartementet sitt planleggingsregime, "Statens prosjektmodell" (megaprosjekter med estimert kostnad > 1000 mnok).

source: outside the main entrance at the A-building
nb: hovedinngangen til HiMolde A-bygget

source: Quick sharing for everyone at HiMolde
nb: Rask deling til alle ved HiMolde

source: EpN is developed by Unit.
nb: EpN utvikles av Unit.

source: Click Run (English) or Start / Kjør (Norwegian).
nb: Da klikker du på Run (engelsk) eller Start/Kjør (norsk).

source: Through this course students receive an introduction to principles, theory, and models for managing quality – and the preparation process.
nb: Gjennom dette faget vil studentene få introduksjon i ulike prinsipper, teorier og modeller for styring av kvalitets- og forbedringsprosesser.

source: When we look at the information classification of HiMolde, there are documents with information that fall into the category Green - HiMolde open and category Yellow - internal, which can be stored on OneDrive.
nb: Når vi ser på informasjonsklassifiseringen til HiMolde, så er det dokumenter med informasjon som faller inn i kategori Grønn - HiMolde åpen og kategori Gul - intern, som kan lagres på OneDrive.

source: Further, lot-sizing is discussed as a single topic, and also forecasting models and some cases of scheduling.
nb: Videre behandles lot sizing som eget tema, samt prognoser med enkle prognosemodeller og enkle tilfeller av tidsplanlegging.

source: The course will give an introduction to important principles in Total Quality Management (TQM) and LEAN.
nb: Emnet vil gi en innføring i de viktigste prinsipper i Totalkvalitetsledelse (TQM) og LEAN.

source: The library has purchased a series of different handbooks from the publisher Taylor & Francis.
nb: Biblioteket har kjøpt inn en serie ulike håndbøker fra forlaget Taylor & Francis.

source: Forward information with telephone number and PIN code by email to the participants.
nb: Videresend informasjon med telefonnummer og pinkode på epost til deltakerne.

source: - E-books on transport and logistics, also sports.
nb: - E-bøker innen transport og logistikk, samt noe idrettsfag.

source: Total Quality Management and LEAN are philosophies with accompanying basic principles, models and tools.
nb: Totalkvalitetsledelse og Lean er overlappende filosofier med dertil hørende grunnprinsipper, modeller og verktøy.

source: - A digital reference work containing almost 600 articles related to the subject of transport.
nb: - Et digitalt oppslagsverk med nesten 600 artikler innen fagområdet transport.

source: Upload the PDF file with your assignment.
nb: Om ikke annet er nevnt, skal besvarelsen være i PDF format.

source: Only for students and employees.
nb: For studenter og ansatte.

source: Here you can navigate to help in the menu on the left for more information.
nb: Her kan du velge hjelp i menyen til venstre for mer informasjon.

source: Each group can reserve the room for a maximum of 4 hours.
nb: Hver gruppe kan maksimalt bestille rommet for 4 timer sammenhengende.

source: Click the "Desktop R2" to download the profile.
nb: Trykk på "Desktop R2" for å laste ned profilen.

source: Data may be moved to a bus/hub/node-architecture to make the data readily available for other stakeholders.
nb: Data kan flyttes til en buss/hub/node-arkitektur for å gjøre dataene lett tilgjengelige for andre interessenter.
